---
kind: other
id: Methods.T:Autodesk.Revit.DB.FilterNumericLessOrEqual
source: html/826a4692-e9fd-5787-6752-8fbe32b06814.htm
---
# FilterNumericLessOrEqual Methods

Derived classes should override this method to implement the desired test.